<?php

$menu = array(

    array(
        'name'    => 'page1',                    // Имя и адрес страницы (Пример: domen.com/admin/page1/)
        'title'   => 'Страница 1',               // Текст ссылки и заголовок страницы
        'content' => 'Контент',                  // Контент страницы

        'tabs' => array(                         // Вкладки страницы

            array(
                'name'    => 'tab1',             // Имя и адрес вкладки (Пример: domen.com/admin/page1/tab1/)
                'title'   => 'Вкладка 1',        // Текст ссылки
                'content' => 'Контент'           // Контент страницы
            )
        )
    )
);